Repository: Anes-Bytes/caffe-menu
Catalog: cafe_menu/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Basics
fa: اطلاعات پایه

source: Pricing & Availability
fa: قیمت‌گذاری و موجودی

source: Metadata
fa: اطلاعات تکمیلی

source: Timestamps
fa: ثبت زمان‌ها

source: Identity
fa: هویت برند

source: Hero Section
fa: بخش هرو

source: Contact
fa: تماس

source: Footer
fa: پاورقی

source: SEO
fa: سئو

source: created at
fa: تاریخ ایجاد

source: updated at
fa: آخرین به‌روزرسانی

source: site name
fa: نام سایت

source: logo
fa: لوگو

source: favicon
fa: آیکن سایت

source: hero headline (EN)
fa: تیتر هرو (انگلیسی)

source: hero headline (FA)
fa: تیتر هرو (فارسی)

source: hero subtitle (EN)
fa: زیرتیتر هرو (انگلیسی)

source: hero subtitle (FA)
fa: زیرتیتر هرو (فارسی)

source: contact email
fa: ایمیل تماس

source: contact phone
fa: تلفن تماس

source: whatsapp
fa: واتساپ

source: address (EN)
fa: آدرس (انگلیسی)

source: address (FA)
fa: آدرس (فارسی)

source: opening hours
fa: ساعات کاری

source: footer text (EN)
fa: متن پاورقی (انگلیسی)

source: footer text (FA)
fa: متن پاورقی (فارسی)

source: footer links
fa: لینک‌های پاورقی

source: social links
fa: لینک‌های شبکه اجتماعی

source: SEO description (EN)
fa: توضیح سئو (انگلیسی)

source: SEO description (FA)
fa: توضیح سئو (فارسی)

source: site settings
fa: تنظیمات سایت

source: title (EN)
fa: عنوان (انگلیسی)

source: title (FA)
fa: عنوان (فارسی)

source: description (EN)
fa: توضیح (انگلیسی)

source: description (FA)
fa: توضیح (فارسی)

source: display order
fa: ترتیب نمایش

source: active
fa: فعال

source: category
fa: دسته‌بندی

source: categories
fa: دسته‌بندی‌ها

source: Iranian Rial
fa: ریال ایران

source: US Dollar
fa: دلار آمریکا

source: name (EN)
fa: نام (انگلیسی)

source: name (FA)
fa: نام (فارسی)

source: slug
fa: نامک

source: price
fa: قیمت

source: currency
fa: ارز

source: image
fa: تصویر

source: signature item
fa: آیتم ویژه

source: available
fa: موجود

source: calories
fa: کالری

source: prep time
fa: زمان آماده‌سازی

source: badge (EN)
fa: نشان (انگلیسی)

source: badge (FA)
fa: نشان (فارسی)

source: rating
fa: امتیاز

source: Optional public rating displayed on the card
fa: امتیاز اختیاری برای نمایش روی کارت

source: menu item
fa: آیتم منو

source: menu items
fa: آیتم‌های منو

source: Skip to content
fa: پرش به محتوا

source: Brewing your experience...
fa: در حال دم کردن تجربه شما...

source: Switch language
fa: تغییر زبان

source: Artisan cafe menu
fa: منوی کافه دست‌ساز

source: Choose your language
fa: زبان خود را انتخاب کنید

source: Experience the cafe in your language
fa: کافه را با زبان دلخواهتان تجربه کنید

source: Persian
fa: فارسی

source: English
fa: انگلیسی

source: Boutique Cafe
fa: کافه بوتیک

source: Welcome to our cafe
fa: به کافه ما خوش آمدید

source: Handcrafted beverages, soulful pastries, and immersive aromas.
fa: نوشیدنی‌های دست‌ساز، شیرینی‌های روح‌نواز و عطرهای ماندگار.

source: Browse menu
fa: مشاهده منو

source: Signature picks
fa: انتخاب‌های ویژه

source: Phone
fa: تلفن

source: Hours
fa: ساعات

source: Address
fa: نشانی

source: Freshly roasted beans
fa: دانه‌های تازه برشته

source: Since 2020
fa: از ۲۰۲۰

source: Signature items
fa: آیتم‌های ویژه

source: featured
fa: برگزیده

source: House favorites
fa: منتخب‌های کافه

source: Curated by our head barista and pastry chef.
fa: انتخاب شده توسط باریستا و سرآشپز شیرینی ما.

source: Signature
fa: ویژه

source: Prep
fa: آماده‌سازی

source: Menu
fa: منو

source: Explore the flavors
fa: طعم‌ها را کشف کنید

source: Filter by category to discover your next favorite.
fa: برای پیدا کردن طعم محبوب بعدی، بر اساس دسته فیلتر کنید.

source: All
fa: همه

source: Calories
fa: کالری

source: View details
fa: جزئیات بیشتر

source: No menu items are available yet. Check back soon!
fa: هنوز آیتمی ثبت نشده است. به زودی سر بزنید!

source: Visit us
fa: به ما سر بزنید

source: Ready for your next coffee break?
fa: برای استراحت بعدی با قهوه آماده‌اید؟

source: Call to reserve
fa: برای رزرو تماس بگیرید

source: Email us
fa: برای ما ایمیل بفرستید

source: Close details
fa: بستن جزئیات

source: Price
fa: قیمت

source: Prep time
fa: زمان آماده‌سازی

source: Rating
fa: امتیاز

source: Open
fa: ساعات کار

source: Quick links
fa: میانبرها

source: Hero
fa: هرو

source: Stay in touch
fa: در ارتباط بمانید

source: WhatsApp
fa: واتساپ

source: Home
fa: خانه

source: Call us
fa: با ما تماس بگیرید

source: Email
fa: ایمیل
